Repository: Vaibhavugile/arthanewbuild
Catalog: lib/l10n/app_*.arb
Languages: mr

source: Branch Dashboard
mr: शाखा डॅशबोर्ड

source: Billing
mr: बिलिंग

source: Products
mr: उत्पादने

source: Inventory
mr: साठा

source: Vendors
mr: पुरवठादार

source: Order Report
mr: ऑर्डर अहवाल

source: Payment Report
mr: पेमेंट अहवाल

source: Due Payments
mr: थकबाकी पेमेंट

source: Toggle Theme
mr: थीम बदला

source: La Casa
mr: ला कासा

# noTables
source: No tables available.
mr: कोणतेही टेबल उपलब्ध नाहीत.

source: Table {number}
mr: टेबल {number}

source: Pay ₹{amount}
mr: ₹{amount} चे पेमेंट करा

# paymentForTable
source: Payment - Table {tableNumber}
mr: पेमेंट - टेबल {tableNumber}

source: Payment
mr: देयक

source: Table
mr: टेबल

source: Qty
mr: प्रमाण

source: Discount
mr: सवलत

source: Cash
mr: रोख

source: Card
mr: कार्ड

source: UPI
mr: यूपीआय

source: Due
mr: थकबाकी

source: Settled
mr: पेमेंट पूर्ण

# discountPercent
source: Discount %
mr: सवलत %

source: Payment Method:
mr: पेमेंट पद्धत:

source: Payment Status:
mr: पेमेंट स्थिती:

source: Responsible Person
mr: जवाबदार व्यक्ती

source: Save Payment
mr: पेमेंट सेव्ह करा

source: Print Receipt
mr: पावती प्रिंट करा

source: No orders found
mr: ऑर्डर सापडले नाहीत

source: Total:
mr: एकूण:

source: Discounted:
mr: सवलतीनंतर:

source: Add Table
mr: टेबल जोडा

# paymentSettledMessage
source: Payment Successfully Settled
mr: देय रक्कम यशस्वीरित्या पूर्ण झाली आहे

# paymentDueMessage
source: Payment Due Successfully by
mr: देय रक्कम शिल्लक आहे -

# enterResponsibleName
source: Please enter responsible person's name for due payments.
mr: कृपया देय देण्यासाठी जबाबदार व्यक्तीचे नाव टाका.

# paymentSaved
source: Payment details saved successfully.
mr: पेमेंट माहिती यशस्वीरित्या सेव्ह झाली.

source: Error saving payment.
mr: पेमेंट सेव्ह करताना त्रुटी.

source: Select payment method and status
mr: पेमेंट पद्धत व स्थिती निवडा

# paymentReportTitle
source: Payment Report
mr: पेमेंट अहवाल

source: Filter Payments
mr: पेमेंट फिल्टर करा

source: From Date
mr: पासूनची तारीख

source: To Date
mr: पर्यंतची तारीख

source: Search
mr: शोधा

source: Method
mr: पद्धत

source: Status
mr: स्थिती

source: Responsible
mr: जबाबदार

source: Clear Filters
mr: फिल्टर साफ करा

source: Time
mr: वेळ

# notAvailable
source: N/A
mr: उपलब्ध नाही

source: Mark as Settled
mr: settled करा

source: Choose Payment Method
mr: पेमेंट पद्धत निवडा

# storagePermissionRequired
source: Storage permission is required to export the report.
mr: अहवाल निर्यात करण्यासाठी स्टोरेज परवानगी आवश्यक आहे.

source: Open Settings
mr: सेटिंग्ज उघडा

source: Failed to open PDF
mr: पीडीएफ उघडण्यात अयशस्वी

source: Online
mr: ऑनलाइन

source: Paid
mr: भरणा

source: Pending
mr: प्रलंबित

source: Price
mr: किंमत

source: Subtotal
mr: एकूण

source: By
mr: ने

# inventoryTitle
source: Inventory
mr: साठा

# inventoryReportTitle
source: Inventory Report
mr: साठा अहवाल

# noInventoryFound
source: No inventory items found.
mr: कोणतीही साठा आयटम आढळले नाही.

source: Add Inventory
mr: साठा जोडा

source: Add Stock
mr: स्टॉक जोडा

source: Export to PDF
mr: पीडीएफमध्ये निर्यात करा

source: Ingredient Name
mr: साहित्याचे नाव

source: Category
mr: वर्ग

# quantity1
source: Quantity
mr: प्रमाण

source: Unit
mr: एकक

source: Last Updated
mr: शेवटचे अद्यतन

# historyTitle
source: History
mr: इतिहास

# actionLabel
source: Action
mr: कृती

# quantityAddedLabel
source: Quantity Added
mr: जोडलेले प्रमाण

# currentQuantityLabel
source: Current Qty
mr: सध्याचे प्रमाण

source: Search inventory...
mr: साठा शोधा...

# branchMissing
source: Branch code missing
mr: शाखा कोड गायब आहे

# noResults
source: No results found.
mr: कोणतेही निकाल मिळाले नाहीत.

# startTyping
source: Start typing to search inventory...
mr: शोधायला टाइप करा...

# noMatchingInventory
source: No matching inventory found.
mr: कोणताही साठा जुळणारा सापडला नाही.

source: Error fetching inventory.
mr: साठा आणण्यात त्रुटी.

source: Item deleted.
mr: आयटम हटवले.

source: Delete failed.
mr: हटवण्यात अपयश.

# editInventoryTitle
source: Edit Inventory
mr: साठा संपादा

# editIngredientHeading
source: Edit Ingredient
mr: साहित्य संपादा

# ingredientNameLabel
source: Ingredient Name
mr: साहित्याचे नाव

# categoryLabel
source: Category
mr: वर्ग

# quantityLabel
source: Quantity
mr: प्रमाण

# unitLabel
source: Unit
mr: एकक

# confirmUpdateTitle
source: Confirm Update
mr: पुष्टी करा

# confirmUpdateMessage
source: Are you sure you want to update this ingredient?
mr: आपण खरोखरच हे साहित्य अपडेट करू इच्छिता?

source: Cancel
mr: रद्द करा

source: Confirm
mr: पुष्टी करा

# historyActionEdit
source: Edit Inventory
mr: साठा संपादित केला

# updateSuccess
source: Ingredient updated successfully
mr: साहित्य यशस्वीरित्या अपडेट केले

# updateFailed
source: Failed to update ingredient
mr: साहित्य अपडेट करण्यात अयशस्वी

# fillAllFields
source: Please fill in all fields
mr: कृपया सर्व फील्ड भरा

# updateButton
source: Update Ingredient
mr: साहित्य अपडेट करा

# addInventoryTitle
source: Add Inventory
mr: साठा जोडा

# ingredientInfoHeading
source: Ingredient Info
mr: साहित्य माहिती

# confirmAddTitle
source: Confirm Add
mr: पुरावा द्या

# confirmAddMessage
source: Are you sure you want to add this ingredient to inventory?
mr: आपण खरोखर हे साहित्य साठ्यात जोडू इच्छिता?

# historyActionAdd
source: Add Inventory
mr: साठा जोडा

# addSuccess
source: Ingredient added successfully!
mr: साहित्य यशस्वीरित्या जोडले!

# addFailed
source: Error adding ingredient
mr: साहित्य जोडण्यात त्रुटी

# addButton
source: Add Ingredient
mr: साहित्य जोडा

# addStockTitle
source: Add Stock
mr: स्टॉक जोडा

source: Select Vendor
mr: पुरवठादार निवडा

source: Select Category
mr: वर्ग निवडा

source: Select Item
mr: आयटम निवडा

source: Current Quantity
mr: चालू प्रमाण

source: Quantity to Add
mr: जोडण्याचे प्रमाण

# priceLabel
source: Price
mr: किंमत

# invoiceDateLabel
source: Invoice Date
mr: चलान दिनांक

source: Add to List
mr: यादीत जोडा

# stockEntriesHeader
source: Stock Entries:
mr: स्टॉक नोंदी:

source: Unknown
mr: अज्ञात

# qtyLabel
source: Qty
mr: प्रमाण

# dateLabel
source: Date
mr: दिनांक

# submitAll
source: Submit All Entries
mr: सर्व नोंदी सबमिट करा

# historyActionAddStock
source: Add Stock
mr: स्टॉक जोडा

# submitSuccess
source: Stocks updated successfully!
mr: स्टॉक यशस्वीरित्या अपडेट झाला!

# searchHint
source: Search by name...
mr: नावानुसार शोधा...

source: Add Product
mr: उत्पादन जोडा

# subcategoryAll
source: All
mr: सर्व

# noProducts
source: No products found
mr: कोणतेही उत्पादन सापडले नाही

source: Load More
mr: अजून दाखवा

source: Product Export
mr: उत्पादन निर्यात

# csvImported
source: CSV Imported Successfully
mr: CSV यशस्वीरित्या आयात केला

# csvFailed
source: Failed to import CSV
mr: CSV आयात अयशस्वी

# pdfOpenFailed
source: Failed to open PDF
mr: PDF उघडण्यात अयशस्वी

source: Edit Product
mr: उत्पादन संपादित करा

source: Product Name
mr: उत्पादनाचे नाव

source: Subcategory
mr: उपश्रेणी

source: Ingredients
mr: साहित्य

source: Add Ingredient
mr: साहित्य जोडा

source: Update Product
mr: उत्पादन अद्यतनित करा

# productUpdatedSuccess
source: Product updated successfully!
mr: उत्पादन यशस्वीरित्या अद्यतनित केले!

source: Error updating product
mr: उत्पादन अद्यतनित करताना त्रुटी

# pleaseEnterValue
source: Please enter a value
mr: कृपया एक मूल्य प्रविष्ट करा

# removeIngredientConfirm
source: Are you sure you want to remove this ingredient?
mr: तुम्हाला हे साहित्य खरोखर काढायचे आहे का?

source: Remove
mr: काढा

source: Ingredient
mr: साहित्य

source: Quantity Used
mr: वापरलेली मात्रा

# quantityHint
source: e.g. 100 or 1.5
mr: उदा. 100 किंवा 1.5

source: Enter valid number
mr: कृपया वैध संख्या प्रविष्ट करा

source: Please enter {field}
mr: {field} प्रविष्ट करा

# productAdded
source: Product added successfully!
mr: उत्पादन यशस्वीरित्या जोडले गेले!

# productSavedOffline
source: Product saved locally, will sync when online!
mr: उत्पादन स्थानिकपणे जतन केले गेले, ऑनलाइन झाल्यावर समक्रमित होईल!

source: Error adding product
mr: उत्पादन जोडताना त्रुटी

source: Remove Ingredient
mr: साहित्य काढा

source: Add Product
mr: उत्पादन जोडा

source: Product Name
mr: उत्पादनाचे नाव

source: Add Ingredient
mr: घटक जोडा

source: Quantity Used
mr: वापरलेली मात्रा

# quantity_example
source: e.g. 100
mr: उदा. 100

source: Remove Ingredient
mr: घटक काढा

# remove_ingredient_confirm
source: Are you sure you want to remove this ingredient?
mr: तुम्हाला हा घटक काढायचा आहे का?

# product_added_success
source: Product added successfully!
mr: उत्पादन यशस्वीरित्या जोडले गेले!

# product_saved_offline
source: Product saved locally. Will sync when back online.
mr: उत्पादन स्थानिकरित्या जतन केले. इंटरनेट कनेक्शन मिळाल्यावर समक्रमित होईल.

# error_adding_product
source: Error adding product. Please try again.
mr: उत्पादन जोडताना त्रुटी आली. कृपया पुन्हा प्रयत्न करा.

# enter_valid_number
source: Please enter a valid number.
mr: कृपया वैध संख्या प्रविष्ट करा.

# enter_field
source: Please enter {fieldName}.
mr: {fieldName} प्रविष्ट करा.

source: No Name
mr: नाव नाही

source: Edit
mr: संपादित करा

source: Collapse
mr: किंचाळा

source: Expand
mr: विस्तृत करा

# searchByDate
source: Search by date (dd-mm-yyyy)
mr: दिनांकानुसार शोधा (dd-mm-yyyy)

source: Add Comment
mr: टिप्पणी जोडा

source: Amount Paid
mr: भरलेली रक्कम

source: Paid By
mr: ने भरलेले

source: Date
mr: दिनांक

# selectDate
source: Select a date
mr: दिनांक निवडा

source: Save
mr: जतन करा

source: Comments
mr: टिप्पण्या

source: No comments yet
mr: अजून टिप्पणी नाही

source: Vendor details updated!
mr: विक्रेत्याचे तपशील अपडेट झाले!

source: Add Vendor
mr: विक्रेता जोडा

source: Stock Name
mr: स्टॉकचे नाव

source: on
mr: वर

source: Vendor Name
mr: विक्रेत्याचे नाव

source: Contact Number
mr: संपर्क क्रमांक

source: Address
mr: पत्ता

# requiredField
source: Required
mr: आवश्यक

source: Select Categories
mr: श्रेणी निवडा

source: Select items from
mr: या श्रेणीतील वस्तू निवडा

source: Vendor added successfully
mr: विक्रेता यशस्वीरीत्या जोडला गेला

source: Item Details
mr: आयटम तपशील

# noHistoryFound
source: No history found for this item.
mr: या आयटमसाठी कोणताही इतिहास सापडला नाही.

source: Error fetching vendors
mr: विक्रेते आणताना त्रुटी

# vendorDeleted
source: Vendor deleted successfully
mr: विक्रेता यशस्वीरित्या हटविला

# vendorReportTitle
source: Vendor Report
mr: विक्रेता अहवाल

source: Contact Info
mr: संपर्क माहिती

source: Total Amount Paid
mr: एकूण भरलेली रक्कम

source: Last Paid Date
mr: शेवटची भरलेली तारीख

# vendorsTitle
source: Vendors
mr: विक्रेते

source: No vendors found.
mr: कोणतेही विक्रेते आढळले नाहीत.

source: Stock History
mr: स्टॉक इतिहास

# noStockHistory
source: No stock history available for this vendor.
mr: या विक्रेत्यासाठी कोणताही स्टॉक इतिहास उपलब्ध नाही.

source: Search Vendors
mr: विक्रेते शोधा

# noMatchingVendors
source: No matching vendors found.
mr: जुळणारे विक्रेते आढळले नाहीत.

source: Vendor Details
mr: विक्रेता तपशील

source: Stock Details
mr: स्टॉक तपशील

source: No stock details found
mr: कोणतेही स्टॉक तपशील सापडले नाहीत

source: Error loading vendors.
mr: विक्रेते लोड करताना त्रुटी.

source: Error loading items.
mr: वस्तू लोड करताना त्रुटी.

source: Selected item not found.
mr: निवडलेली वस्तू सापडली नाही.

source: No entries to submit.
mr: सादर करण्यासाठी नोंदी नाहीत.

source: Error adding stock.
mr: स्टॉक जोडताना त्रुटी.

source: Add Stock Entry
mr: स्टॉक एंट्री जोडा

source: Error loading inventory.
mr: इन्व्हेंटरी लोड करताना त्रुटी.

source: Error adding vendor.
mr: विक्रेता जोडताना त्रुटी.
